[BallisticShield_CV X2AbilityTemplate]
LocFriendlyName="Shield Guard"
LocHelpText="This unit provides low cover to allies and receives the benefits of low cover even when flanked."
LocLongDescription="This unit provides low cover to allies and receives the benefits of low cover even when flanked."
LocFlyOverText="Shield Guard"

[BallisticShield_MG X2AbilityTemplate]
LocFriendlyName="Shield Guard"
LocHelpText="This unit provides low cover to allies and receives the benefits of low cover even when flanked."
LocLongDescription="This unit provides low cover to allies and receives the benefits of low cover even when flanked."
LocFlyOverText="Shield Guard"

[BallisticShield_BM X2AbilityTemplate]
LocFriendlyName="Shield Guard"
LocHelpText="This unit provides low cover to allies and receives the benefits of low cover even when flanked."
LocLongDescription="This unit provides low cover to allies and receives the benefits of low cover even when flanked."
LocFlyOverText="Shield Guard"

[SparkBallisticShield_CV X2AbilityTemplate]
LocFriendlyName="Shield Guard"
LocHelpText="This unit provides low cover to allies and receives the benefits of low cover even when flanked."
LocLongDescription="This unit provides low cover to allies and receives the benefits of low cover even when flanked."
LocFlyOverText="Shield Guard"

[SparkBallisticShield_MG X2AbilityTemplate]
LocFriendlyName="Shield Guard"
LocHelpText="This unit provides low cover to allies and receives the benefits of low cover even when flanked."
LocLongDescription="This unit provides low cover to allies and receives the benefits of low cover even when flanked."
LocFlyOverText="Shield Guard"

[SparkBallisticShield_BM X2AbilityTemplate]
LocFriendlyName="Shield Guard"
LocHelpText="This unit provides low cover to allies and receives the benefits of low cover even when flanked."
LocLongDescription="This unit provides low cover to allies and receives the benefits of low cover even when flanked."
LocFlyOverText="Shield Guard"

[ShieldWall X2AbilityTemplate]
LocFriendlyName="Hunker Down (Shield)"
LocHelpText="Hunker down behind your shield. Increases Defence by 30, Dodge by 50, and provides high cover to allies."
LocLongDescription="Hunker down behind your shield. Increases Defence by 30, Dodge by 50, and provides high cover to allies."
LocFlyOverText="Hunker Down (Shield)"

[ShieldBash X2AbilityTemplate]
LocFriendlyName="Shield Bash"
LocHelpText="Charge into melee range and bash an enemy with your shield. The attack deals low damage, but disorients the target."
LocLongDescription="Charge into melee range and bash an enemy with your shield. The attack deals low damage, but disorients the target."